#!/usr/bin/env python
# -*- coding: utf-8 -*-
# @Time    : 2019/4/11 下午11:05
# @Author  : Robert
# @File    : data_md5person.py
# @Title    :  已过期,不再使用.

import os

picturename={
###白名单
        "白_MD5买买提01": "白_买买提01.jpg",
        "白_MD5买买提02": "白_买买提02.jpg",
        "白_MD5买买提03": "白_买买提03.jpg",
        "白_MD5买买提04": "白_买买提04.jpg",
        "白_MD5买买提05": "白_买买提05.jpg",
        "白_MD5买买提06": "白_买买提06.jpg",
        "白_MD5买买提07": "白_买买提07.jpg",
        "白_MD5买买提08": "白_买买提08.jpg",
        "白_MD5买买提09": "白_买买提09.jpg",
        "白_MD5买买提10": "白_买买提10.jpg",
###全疆名单
        "全疆_MD5买买提01": "全疆_买买提01.jpg",
        "全疆_MD5买买提02": "全疆_买买提02.jpg",
        "全疆_MD5买买提03": "全疆_买买提03.jpg",
        "全疆_MD5买买提04": "全疆_买买提04.jpg",
        "全疆_MD5买买提05": "全疆_买买提05.jpg",
        "全疆_MD5买买提06": "全疆_买买提06.jpg",
        "全疆_MD5买买提07": "全疆_买买提07.jpg",
        "全疆_MD5买买提08": "全疆_买买提08.jpg",
        "全疆_MD5买买提09": "全疆_买买提09.jpg",
        "全疆_MD5买买提10": "全疆_买买提10.jpg",
###黑名单
        "黑_MD5买买提01":"黑_买买提01.jpg",
        "黑_MD5买买提02":"黑_买买提02.jpg",
        "黑_MD5买买提03":"黑_买买提03.jpg",
        "黑_MD5买买提04":"黑_买买提04.jpg",
        "黑_MD5买买提05":"黑_买买提05.jpg",
        "黑_MD5买买提06":"黑_买买提06.jpg",
        "黑_MD5买买提07":"黑_买买提07.jpg",
        "黑_MD5买买提08":"黑_买买提08.jpg",
        "黑_MD5买买提09":"黑_买买提09.jpg",
        "黑_MD5买买提10":"黑_买买提10.jpg",


###内地来疆的名单
        "内地_买买提01":"内地_买买提01.jpg",
        "内地_买买提02":"内地_买买提02.jpg",
        "内地_买买提03":"内地_买买提03.jpg",
        "内地_买买提04":"内地_买买提04.jpg",
        "内地_买买提05":"内地_买买提05.jpg",
        "内地_买买提06":"内地_买买提06.jpg",
        "内地_买买提07":"内地_买买提07.jpg",
        "内地_买买提08":"内地_买买提08.jpg",
        "内地_买买提09":"内地_买买提09.jpg",
        "内地_买买提10":"内地_买买提10.jpg",



##不在大数据库中的人
        "不在大数据库中的人":"不在大数据库中的人",
    }




hjdz_listcsv=str(os.getcwd())+"/appbox/datacode_robert.csv"


# print(dict.keys(picturename))